{"armour_class":"2 [17]","hit_dice":"15 (67hp)","attacks":"1 × weapon (8d6), 1 × lightning bolt","thac0":"9 [+10]","movement":"150’ (50’)","saving_throws":"D4 W5 P6 B5 S8 (15)","morale":"10","alignment":"Lawful","xp":"1,350","number_appearing":"1 (1d3)","treasure_type":"E + 5,000gp","title":"Giant","description":"Aggressive, 20’ tall humanoids with skin and hair ranging from grey to white. Dress in pale robes.\n16’ tall humanoids with black hair and red skin. Dress in armour fashioned from golden metals (brass, bronze, copper). Dwell in places of extreme heat (e.g. near volcanoes).\n18’ tall humanoids with pale skin and pale hair (yellow or blue hued). Dress in furs or iron armour. Males have long beards.\nHairy, brutish, 12’ tall humanoids of low intelligence. Dwell in foothills. Known to attack human settlements to steal food.\n14’ tall humanoids with stone-like, grey skin. Dwell in natural caverns or primitive huts built of stone.\n22’ tall humanoids with bronze-hued skin and garish hair (red or yellow).","extras":"1 Cloud Giant2 Fire Giant3 Frost Giant4 Hill Giant5 Stone Giant6 Storm Giant\tKeen sight and smell: Only surprised on a 1.\tBoulder throwing: Up to 200’.\tCastle: Built into mountain-sides or floating on cloud banks.\tGuardians: 3d6 giant hawks or (only in mountains) 6d6 dire wolves.\tHate intruders: May block mountain passes to ensure isolation.\tBoulder throwing: Up to 200’.\tFire immunity: Unharmed by fire.\tCastle: Black, low-walled. Made of baked mud and raw iron.\tGuardians: 20% chance of 1d3 hydras, 3d6 hellhounds otherwise.\tBoulder throwing: Up to 200’.\tCold immunity: Unharmed by cold-based attacks.\tCastle: High upon snowy mountains.\tGuardians: 20% chance of 3d6 polar bears, 6d6 wolves otherwise.\tWeapons: Wield giant clubs and spears.\tWeapons: Stone clubs made from huge stalactites.\tBoulder throwing: Up to 300’.\tGuardians: 50% chance of 1d4 cave bears.\tSummon storm: Takes 1 turn.\tLightning bolts: In a storm, may throw lightning once per 5 rounds: 60’ long, 5’ wide; inflicts damage equal to the giant’s current hit point total (save versus spells for half damage); will bounce off of hard surfaces in its path.\tLightning immunity: Unharmed by lightning. Enjoy basking in storms.\tCastle: High among mountain peaks, atop banks of clouds, or in deep waters.\tGuardians: 2d4 griffons. Underwater: 3d6 giant crabs."}