{"armour_class":"5 [14] (9 [10] in human form)","hit_dice":"4* (18hp)","attacks":"1 × bite (2d4)","thac0":"16 [+3]","movement":"180’ (60’)","saving_throws":"D10 W11 P12 B13 S14 (4)","morale":"8","alignment":"Chaotic","xp":"125 (leader: 300)","number_appearing":"1d6 (2d6)","treasure_type":"C","title":"Lycanthrope","description":"Shapechangers with a human and an animal form.\nCorpulent humans who can change into huge swine. Love to eat human flesh. Lurk in isolated human settlements close to forests or marshes.\nHighly intelligent, also in bear form. Dwell alone or among normal bears.\nSemi-intelligent and irascible. In human form, often appear like berserkers.\nIntelligent, humanoid rats who can change into normal humans.\nExhibit feline behaviour: curious, but dangerous when cornered. Talented swimmers and trackers.\nSemi-intelligent pack hunters.","extras":"Human form: Have physical characteristics reminiscent of the associated animal type.\tMundane damage immunity: In animal form, can only harmed by silver weapons or magic.\tLanguages: In human form, can speak normally. In animal form, can only speak with animals of the associated type.\tArmour: Not used because it hinders shape-changing.\tSummon animals: Can summon 1–2 animals of the associated type from the surrounding area (wererats summon giant rats). These arrive in 1d4 rounds.\tWolfsbane: If hit, must save versus poison or flee in terror.\tReversion: If killed, a lycanthrope reverts to its human form.\tScent: Horses and some other animals can smell lycanthropes and will become afraid.\tInfection: A character who loses more than half their hit points from the natural attacks of lycanthropes (i.e. bites, claws) contracts lycanthropy. Humans become were-creatures of the same type (run by the referee, henceforth); non-humans die. The disease takes full effect in 2d12 days, showing signs of infection after half the time.1 Devil Swine2 Werebear3 Wereboar4 Wererat5 Weretiger6 Werewolf\tShapechange: Only at night.\tAmbush: Prefer to attack by surprise.\tCharm person: 3 times a day. Save versus spells at –2 or be charmed: move towards the devil swine (resisting those who try to prevent it); obey the devil swine’s commands (if understood); defend the devil swine; unable to cast spells or use magic items; unable to harm the devil swine. Killing the devil swine breaks the charm.\tCharmed victims: 1d4–1 accompany a devil swine.\tAmiable: May be friendly, if approached peacefully.\tBear hug: If a victim is hit by both claws in the same round, the werebear can hug for an extra 2d8 automatic damage.Battle rage: In human form, may enter a berserk rage: +2 to hit; fight to the death. Rage sometimes causes them to attack their allies.\tSurprise: On a 1–4; set ambushes.\tLanguages: Can speak Common in both forms.\tWeapons: May also use weapons in animal form.\tSurprise: On a 1–4, due to stealth.\tLeader: Groups of 5+ are led by a werewolf with 5HD (30hp). The leader gains a +2 bonus to damage rolls."}