{"armour_class":"2 [17]","hit_dice":"7 to 9** (31/36/40hp)","attacks":"1 × touch (1d10 + energy drain) or 1 × gaze (charm)","thac0":"13 [+6]/12 [+7]/12 [+7]","movement":"120’ (40’)","saving_throws":"D8 W9 P10 B10 S12 (7 to 9)","morale":"11","alignment":"Chaotic","xp":"1,250/1,750/2,300","number_appearing":"1d4 (1d6)","treasure_type":"F","title":"Vampire","description":"Greatly feared undead monsters that live by drinking the blood of mortals. Dwell in ruins, tombs, and deserted locales.","extras":"Undead: Make no noise, until they attack. Immune to effects that affect living creatures (e.g. poison). Immune to mind-affecting or mind-reading spells (e.g. charm, hold, sleep).Mundane damage immunity: Can only be harmed by magical attacks.Energy drain: A successfully touched target permanently loses two experience levels (or Hit Dice). This incurs a loss of two Hit Dice of hit points, as well as all other benefits due to the drained levels (e.g. spells, saving throws, etc.). A character’s XP is reduced to the lowest amount for the new level. A person drained of all levels becomes a vampire in 3 days.Charming gaze: Save versus spells at –2 or be charmed: move towards the vampire (resisting those who try to prevent it); defend the vampire; obey the vampire’s commands (if understood); unable to cast spells or use magic items; unable to harm the vampire. Killing the vampire breaks the charm.Regeneration: A damaged vampire gains 3hp at the start of each round, as long as it is alive.At 0hp: Change into gaseous form; flee to coffin.Change form: At will; takes 1 round:\nHumanoid: Standard form.\nDire wolf: Att 1 × bite (2d4), MV 150’ (50’). AC, HD, morale, saves as vampire.\nGiant bat: Att 1 × bite (1d4), MV 30’ (10’) / 180’ (60’) flying. AC, HD, morale, saves as vampire.\nGaseous cloud: MV 180’ (60’) flying. Immune to all weapons. Cannot attack.Humanoid: Standard form.Dire wolf: Att 1 × bite (2d4), MV 150’ (50’). AC, HD, morale, saves as vampire.Giant bat: Att 1 × bite (1d4), MV 30’ (10’) / 180’ (60’) flying. AC, HD, morale, saves as vampire.Gaseous cloud: MV 180’ (60’) flying. Immune to all weapons. Cannot attack.Summon beasts: In human form only. Creatures from the surrounding area: 1d10 × 10 rats, 5d4 giant rats, 1d10 × 10 bats, 3d6 giant bats, 3d6 wolves, or 2d4 dire wolves.Coffins: Must rest in a coffin during the day or lose 2d6hp (only regenerated by resting a full day). Cannot rest in a blessed coffin. Always keep multiple coffins in hidden locations.Vulnerabilities:\nGarlic: Odour repels: save vs poison or unable to attack this round.\nHoly symbols: If presented, will keep a vampire at bay (10’). May attack wielder from another direction.\nRunning water: Cannot cross (in any form), except by a bridge or carried inside a coffin.\nMirrors: Avoid; do not cast a reflection.\nContinual light: Partly blinded by the light from this spell (–4 to attacks).Garlic: Odour repels: save vs poison or unable to attack this round.Holy symbols: If presented, will keep a vampire at bay (10’). May attack wielder from another direction.Running water: Cannot cross (in any form), except by a bridge or carried inside a coffin.Mirrors: Avoid; do not cast a reflection.Continual light: Partly blinded by the light from this spell (–4 to attacks).Destroying:\nSunlight: Save versus death each round or be disintegrated.\nStake through the heart: Permanently kills.\nImmersion in water: For 1 turn permanently kills.\nDestroying coffins: Permanently killed if all hit points lost when unable to rest (see coffins).Sunlight: Save versus death each round or be disintegrated.Stake through the heart: Permanently kills.Immersion in water: For 1 turn permanently kills.Destroying coffins: Permanently killed if all hit points lost when unable to rest (see coffins)."}